const datas = [
  {
    title: 'あ',
    data: [
      {
        name: 'あぼーん',
        details:
          '2ちゃんねるのスレで、書き込みが削除された場所に書かれるのが「あぼーん」で、転じてデータが消えた時や、絶望的な時などの表現として使われるようになりました。',
      },
      {
        name: 'アンカ',
        details:
          '船を固定する錨(いかり)、アンカーから由来していて、2ちゃんねるなどの掲示板であれば「>>100」のようにレス番号を指定する事、ニコ生などのコメントであればコメ番号を指定する事です。',
      },
    ],
  },
  {
    title: 'い',
    data: [
      {
        name: '池沼',
        details:
          '知的障害の事。略して「知障」(ちしょう)、これを「池沼」と変換した用語。読み方は「ちしょう」または「いけぬま」。「沼」と1文字に略す事もあります。',
      },
      {
        name: '今北産業',
        details:
          '「今来た三行」を書き換えた用語で「今来たので3行でこれまでの流れを説明してくれ」という意味。掲示板などで知らないうちに多数の書き込みがされ、どういった状況なのかわからなくなった場合や、いわゆる「お祭り」「炎上」などの時に、途中参加でこれまでの流れを知らない人が書き込んだりします。',
      },
    ],
  },
  {
    title: 'う',
    data: [
      {
        name: 'うｐ',
        details:
          'アップロードの略で、画像や動画などをネット上にアップロードし他の人が見れるようにする事を指します。アップロードをアップ、さらに「うｐ」と略されています。',
      },
    ],
  },
  {
    title: 'え',
    data: [{name: '', details: ''}],
  },
  {
    title: 'お',
    data: [
      {
        name: '乙',
        details:
          '「お疲れ様」「お疲れ」の略。本当の意味でお疲れさまと言っている場面もありますが、自演書き込みなどをしているユーザに対し「自演乙」のように皮肉を込めたパターンも多いです。',
      },
      {
        name: 'オウフ',
        details:
          '質問を受けたオタクがつい発してしまうという応答・感嘆詞で、「オウフwwwまだ見に行ってない」とか「オウフ…そうだな」のように使います。元ネタは2ちゃんねるで質問された返答(レス)で「オウフｗｗｗいわゆるストレートな質問キタコレですねｗｗｗ (続き略)」という書き込みから。',
      },
    ],
  },
  {
    title: 'か',
    data: [
      {
        name: '香具師',
        details:
          'お祭りや縁日などでお店を出す「的屋」(てきや)などの意味がある「香具師」は読み方が「やし」で、これをカタカナにすると「ヤシ」これが「ヤツ」に似ている事から「香具師」を「ヤツ」(奴)という意味で使います。',
      },
      {
        name: 'がいしゅつ',
        details:
          '「既出」(きしゅつ)の事ですが、わざと「がいしゅつ」や「ｶﾞｲｼｭﾂ」のように間違えたように書き込まれる事があります。概算(がいさん)等で使う概の漢字と間違える人がいることが元ネタとなっています。',
      },
      {
        name: '懐古主義',
        details:
          '現在よりも過去の方が優れているという主義・思想。文化であったり機械や生活そのものなど対象は様々ですが、自身が若かった頃と今を比較して「昔はよかった」といった考え。',
      },
      {
        name: '過疎',
        details:
          '過疎(かそ)は掲示板であれば書き込みが少ない状態や、ニコ生などの放送であればその放送主へのコメントが少ないなどアクティブではない状態を意味します。本来の過疎の意味は、人口が急減しその地域が一定水準の生活をおくれなくなる状態を指します。',
      },
    ],
  },
  {
    title: 'き',
    data: [
      {
        name: 'きぼんぬ',
        details:
          '「希望」「○○を希望する」という意味。キボンとも。90年代後半のネット黎明期にはよく書き込まれていた言葉ですが、現在は時々使われる程度。',
      },
    ],
  },
  {
    title: 'く',
    data: [
      {
        name: 'ググる',
        details:
          '「グーグルで検索する」という意味。大手検索サイト「グーグル」(Google)を"ググ"とし「○○する」という意味の"る"を組み合わせて「ググる」とした造語。',
      },
      {
        name: 'グロ中慰',
        details:
          '「グロ注意」の事で、書き込まれた画像のURLを踏むとグロテスクな画像が表示される場合などにあらかじめ書いたり、過去のレス番号を示した上で書く場合もあります。',
      },
      {
        name: '草',
        details:
          '笑いの意味で使われる「ｗ」の文字を複数書くと「ｗｗｗｗｗ」のように草が生えているように見える事から「笑える」という意味があります。「草は生えた」のように使います。w1つだけは「単芝(たんしば)」と呼ばれます。笑わざるを得ないときは「草不可避」などの表現もあります。',
      },
      {
        name: 'クリぼっち',
        details:
          'クリは「クリスマス」、ぼっちは「一人ぼっち」を組み合わせた用語で、クリスマスを1人で過ごす男女を表現しています。クリスマスシーズンのみに使われる言葉で、それ以外ではあまり見かけません。',
      },
    ],
  },
  {
    title: 'け',
    data: [
      {
        name: '賢者タイム',
        details:
          '男性が自慰行為(オナニー)や異性との性行為の後に急速に性欲やヤル気が冷めている状態の事。「賢者モード」という表現もあり、こちらは賢者タイム時のように煩悩がなく通常とは違う行動を起こせるような状態である事を表現した言葉です。',
      },
    ],
  },
  {
    title: 'こ',
    data: [{name: 'コテハン', details: '「固定ハンドルネーム」の略で、各サービス利用時における名前（ニックネーム）のこと。2ちゃんねるであれば書き込む場所に名前の欄があるので、そこに名前を書き込む事でコテハンになります。ニコ生であれば「＠」の後ろに名前を書き込めばコテハンとして登録されます（コメビュを利用している場合）。'}],
  },
  {
    title: 'さ',
    data: [
      {
        name: '鯖',
        details:
          'ネットで使う「サーバー」を略した用語で、アクセスが多くサーバーが込み合い動作が遅いときなどは「鯖重すぎ」という表現をします。読み方はそのまま「さば」です。',
      },
    ],
  },
  {
    title: 'し',
    data: [
      {
        name: '情弱',
        details:
          '「情報弱者」の略で、情報を入手する環境でない人であったり、情報があってもそれを活用できない人を指す用語。情報を知らないが故に損害を被ったり、スマホや携帯など普及している機械が使えなかったり、掲示板への書き込みであったり発言などが過去の情報であるなどが該当します。',
      },
      {
        name: '自宅警備員',
        details:
          '引きこもりやニートを指す用語。自宅を警備する、つまりずっと家にいる事からこの呼称に。JKと略す場合もあります。',
      },
    ],
  },
  {
    title: 'す',
    data: [
      {
        name: '杉',
        details:
          '「過ぎ」を略した用語で、「人大杉」という表記をしたら「人多すぎ」という意味です。',
      },
      {
        name: 'ステマ',
        details:
          '「ステルスマーケティング」の略で、消費者が気づかないように広告や宣伝活動を行うマーケティングの一種。日本で有名になったのは有名人のブログで、あたかも自らが使用して気に入った商品として紹介されていたものが、実は報酬を受け取ってブログ記事を書いたものだと判明し炎上しました。',
      },
    ],
  },
  {
    title: 'せ',
    data: [{name: '', details: ''}],
  },
  {
    title: 'そ',
    data: [
      {
        name: 'ソース',
        details:
          '調味料のソース(sauce)ではなく、根源や原因といった意味の「source」から由来している用語で、「情報源」という意味合いがあります。「ソースは？」「ソース出せ」のように使われています。',
      },
    ],
  },
  {
    title: 'た',
    data: [
      {
        name: '誰得',
        details:
          '「誰が得するんだよ」の略で誰得、読み方は「だれとく」です。意味はそのままで、何かの行動や計画などに対し、結果として誰が得するかわからないような時に「それ誰得？」という使い方をします。',
      },
    ],
  },
  {
    title: 'ち',
    data: [
      {
        name: 'チラ裏',
        details:
          'チラシの裏に書くような落書きと同じで、どうでもいい書き込みに対して「チラシの裏にでも書いておけ」という意味合いで使われます。読み方は「ちらうら」。「ここはお前の日記帳じゃないんだ チラシの裏にでも書いてろな？」というAAと共に書かれたセリフが元ネタとなっていま',
      },
      {
        name: 'チート',
        details:
          '英語で「ズル」「騙す」という意味のcheatで、主にゲームやアプリにおいてプログラムの改変や改造、裏技などにより通常プレイではない状態にしレアアイテムを手に入れたりレベルを上げる、クリアタイムを短縮させるなどの行為を指します',
      },
    ],
  },
  {
    title: 'つ',
    data: [
      {
        name: 'ツイッター',
        details:
          '140文字以内のツイートと呼ばれる短文を投稿できるサービス。URLは「https://twitter.com/」',
      },
    ],
  },
  {
    title: 'て',
    data: [{name: '', details: ''}],
  },
  {
    title: 'と',
    data: [{name: '', details: ''}],
  },
  {
    title: 'な',
    data: [
      {
        name: '夏厨',
        details:
          '夏になると湧いてくるとされる奇妙な書き込みや行動をする人達全般を指す用語。中学生高校生などが夏休みになり、普段書き込みができない層の参加によるものとされます。',
      },
      {
        name: '萎え',
        details:
          '古くから使われている意味は「力が抜けて自由が効かない」状態をいいますが、ネットでは「盛り上がっていた気持ちが冷めた」事を表現する用語として使われます。',
      },
    ],
  },
  {
    title: 'に',
    data: [
      {
        name: '日本語でおｋ',
        details:
          '意味のわからない書き込みや発言、文章などに対し「日本語で（を使っても）いいですよ」という意味で使う用語。おｋは「OK」のこと。すでに日本語で書いている場合に使うので、嘲笑や軽い侮辱の意味を含む言葉です。',
      },
      {
        name: 'にわか',
        details:
          'にわかは「急な変化・突然の動作」などの意味で、ネットでは何かの対象に対し中途半場であったり表面上しか知らないような、知識がない人を指す用語として使われます。急であったりその時だけファンになったという意味で「にわかファン」のように後ろに文字を付け足したり、「にわか」単体で使います。',
      },
      {
        name: 'ニコ厨',
        details:
          'ニコニコ動画やニコニコ生放送にどっぷりはまっている人達を指す言葉。ニコニコ中毒の略で、中毒を厨に変換しています。',
      },
    ],
  },
  {
    title: 'ぬ',
    data: [
      {
        name: '沼',
        details:
          '知的障害を略た「知障」に当て字し「池沼」、さらに略して「沼」としています。長らく「沼 ＝ 知的障害」という意味で使われていましたが、2014年頃からは何かにハマったり夢中になって抜け出せなく事を「沼落ち」とか「沼にはまった」という言い方をするようになりました。',
      },
      {
        name: 'ぬるぽ',
        details:
          'プログラミングにおいてのエラー「NullPointerException」の事。古くから2ちゃんねるで使われていた言葉で、ぬるぽと発言(書き込み)したら、「ガッ！」と他の誰かがレス(返答)するのがお約束の流れになっています。',
      },
    ],
  },
  {
    title: 'ね',
    data: [{name: '', details: ''}],
  },
  {
    title: 'の',
    data: [
      {
        name: 'ﾉｼ',
        details:
          '手を振っている様子を表現した顔文字の一種。さよならとかバイバイ、またねなどという意味で使われます。読み方は決まっていませんがあえて「のし」と読む事もあります。',
      },
    ],
  },
  {
    title: 'は',
    data: [
      {
        name: '禿同',
        details:
          '「激しく同意」の略。読み方は「はげどう」。「禿胴」の表記も見られます。',
      },
    ],
  },
  {
    title: 'ひ',
    data: [
      {name: 'ピザ', details: '太っている人（デブ）の事を指す用語です。'},
      {
        name: '微レ存',
        details:
          '「微粒子レベルで存在している」の略で、限りなくゼロに等しい事を意味する言葉。「明日までにレポート完了できる可能性が微レ存」のように使います。',
      },
    ],
  },
  {
    title: 'ふ',
    data: [
      {
        name: 'ファッ!?',
        details:
          '驚きを表現している言葉。「ファッ！？寝過ごした」のように使います。元ネタは「真夏の夜の淫夢」というゲイビデオの中の野獣先輩という出演者のセリフから。',
      },
      {
        name: 'ブヒる（ブヒィィ）',
        details:
          '「萌え豚」(二次元美少女のファンの蔑称)が二次元の美少女キャラクターに対する愛情、萌えている様子を表現する言葉。「萌える」は対象が様々なのに対し「ブヒる」は美少女アニメに限定されます。お気に入りのキャラが登場すると「ブヒィィ」と叫び(書き込み)ます。「ブヒれる」「ブヒった」のような使い方をします。',
      },
      {
        name: 'フリ素',
        details:
          '「フリー素材」の略。ネットでフリー素材というと、無料で配布されている画像や写真であったり動画の事で、ウェブサイトで使われたり、ツイッターやSNSなどでネタで使われるなどで利用されます。オリジナルで正式に素材として配布しているものと、勝手にネタ画像として流通させられてしまっているものがあります。',
      },
    ],
  },
  {
    title: 'へ',
    data: [{name: '', details: ''}],
  },
  {
    title: 'ほ',
    data: [{name: '', details: ''}],
  },
  {
    title: 'ま',
    data: [
      {
        name: 'マジレス',
        details:
          '「本気」という意味のマジと、「返答」や「反応」の意味のレスを組み合わせた言葉で、冗談やボケで書き込んだ内容に真面目に本気のレスをする事。',
      },
    ],
  },
  {
    title: 'み',
    data: [
      {
        name: 'ミラー',
        details:
          '対象のコンテンツをそのままコピーすること。ミラーのようにまったく同じものが作られることになるため鏡のミラーの名称がつけられています。例えばウェブサイトであればHTMLなどのソースをコピーして全く同じように作られたサイトを「ミラーサイト」といいます。ニコ生などの場合は、他で行われている放送を違うアカウントを使ってそのまま流用して放送する事を指し「ミラー配信」や「ミラー放送」といいます。',
      },
    ],
  },
  {
    title: 'む',
    data: [{name: '', details: ''}],
  },
  {
    title: 'め',
    data: [
      {
        name: 'メシウマ',
        details:
          '「他人の不幸で今日も飯がうまい」の略で、他人が何かひどい目にあった事を喜んだり気分を良くしているような状態を指します。「人の不幸は蜜の味」という意味合い。逆に自分が不幸になった状態を表す「メシマズ」という言葉もありますが、あまり使われていません。',
      },
      {
        name: 'メンブレ',
        details:
          '「メンタルブレイク」の略で、メンタル（精神）がブレイク（崩壊）しているという意味。ただし実際に精神崩壊しているのではなく、つらい状況であったり何かおかしくなりそうな状況の場合などで使われる場合が多いです。「メンホー」(メンタル崩壊)と同義語。',
      },
      {
        name: 'メンヘラ',
        details:
          '精神的に心の病気を患っている人を指す用語で、相手への蔑称や否定の意味で使われる場面が多いです。実際に病気を患っていなくても、そのような兆候が見られる人に対しても使われています。「メンタルヘルス」を「メンヘル」にさらに対象者を意味する「er」をつけた形式にして「メンヘラー」「メンヘラ」と変化して作られた言葉。',
      },
    ],
  },
  {
    title: 'も',
    data: [
      {
        name: 'もちつけ',
        details:
          '「落ち着け」のという意味。興奮したような書き込みなどに対し使います。2000年代前半にはよくつかわれていましたが、現在はそれほどは多く使われなくなっています。',
      },
    ],
  },
  {
    title: 'や',
    data: [{name: '', details: ''}],
  },
  {
    title: 'ゆ',
    data: [
      {
        name: 'ゆとり',
        details:
          'ゆとり教育を受けた、所謂「ゆとり世代」から由来している言葉で、実際にこの世代の事を言う場合もありますが、ネットで見かける多くの場合は何かのお題に対し、知識がなかったりレベルが低い書き込みに対し「ゆとりは黙ってろ」とか「これだからゆとりは」のように使います。',
      },
    ],
  },
  {
    title: 'よ',
    data: [{name: '', details: ''}],
  },
  {
    title: 'ら',
    data: [{name: '', details: ''}],
  },
  {
    title: 'り',
    data: [
      {
        name: 'リア充',
        details:
          'リアル(現実)の生活が充実している人を指す言葉。趣味がある、仕事が入る、人付き合いが多い、のような充実でも時々使われますが、主に主に彼氏・彼女がいる人を意味する用語として使われる場面が多いです。',
      },
    ],
  },
  {
    title: 'る',
    data: [{name: '', details: ''}],
  },
  {
    title: 'れ',
    data: [{name: '', details: ''}],
  },
  {
    title: 'ろ',
    data: [{name: '', details: ''}],
  },
  {
    title: 'わ',
    data: [
      {
        name: '割れ',
        details:
          '違法コピーされたゲームやソフトなどの事。それらを所有している人達を「割れ厨」と呼びます。もともと非合法のソフトウェアを「ware」(ウェア)、「warez」(ウェアーズ)と呼んでいたものが「ワレズ」「割れ」へと変化しました。',
      },
      {
        name: 'ワンチャン',
        details:
          'ワンチャンス(One Chance)の略で、「少ないかもしれないけど可能性がある」という意味の用語。異性との恋愛について「ワンチャンあるで」というフレーズで使われる事が多いです。',
      },
      {
        name: 'ワロタ',
        details: '「笑った」の意味。',
      },
    ],
  },
  {
    title: 'を',
    data: [
      {
        name: 'ヲチ',
        details:
          '「ウォッチ」の事で、何か興味のある個人であったり企業や特定のブログなど様々なものを対象に、密かにウォッチ（監視）するという意味の用語。2ちゃんねるでは「ヲチスレ」と呼ばれるスレッドがあり、そこではそれぞれ何かの動向をヲチしながら情報共有が行われています。',
      },
    ],
  },
  {
    title: 'ん',
    data: [{name: '', details: ''}],
  },
  {
    title: 'A',
    data: [
      {
        name: 'AA',
        details:
          'アスキーアート(ASCII art)の略。テキストの組み合わせによってキャラクタや人の顔などをデザインした文字群を指します。',
      },
      {name: '', details: ''},
    ],
  },
  {
    title: 'B',
    data: [
      {
        name: 'BBA',
        details:
          '「ババア」読みます。「BaBaA」を略した用語で、女性を侮辱する意味も含まれた表現なのでネット以外のリアルではこの言葉を使うのが憚れますが、ネットでは年配女性だけでなく20代の若い女性に対しても時々使われる場合もあります。',
      },
    ],
  },
  {
    title: 'C',
    data: [{name: '', details: ''}],
  },
  {
    title: 'D',
    data: [{name: '', details: ''}],
  },
  {
    title: 'E',
    data: [{name: '', details: ''}],
  },
  {
    title: 'F',
    data: [{name: '', details: ''}],
  },
  {
    title: 'G',
    data: [
      {
        name: 'gdgd',
        details:
          '「グダグダ」の略で、めりはりがなく長々しかったり進展が見られないようなぐだぐだとした状態の事。',
      },
      {
        name: 'gkbr',
        details:
          '「ガクブル」「ガクガクブルブル」の略で、恐怖に震えている様子を表現する用語で、「レポート提出し忘れたgkbr・・・」のように使います。またガクブルの他に「ゴキブリ」の略としても使われています。',
      },
    ],
  },
  {
    title: 'H',
    data: [{name: '', details: ''}],
  },
  {
    title: 'I',
    data: [{name: '', details: ''}],
  },
  {
    title: 'J',
    data: [{name: '', details: ''}],
  },
  {
    title: 'K',
    data: [
      {
        name: 'kwsk',
        details:
          '「詳しく」(kuwashiku)の略。何かの情報が書き込まれると、それに対し詳細を知りたい場合など「kwsk」や「それkwsk」などのようなレスが見られます。',
      },
    ],
  },
  {
    title: 'L',
    data: [{name: '', details: ''}],
  },
  {
    title: 'M',
    data: [
      {
        name: 'm9(^Д^)ﾌﾟｷﾞｬｰ',
        details:
          'm9の部分が指でこちらを指している様子、(^Д^)ﾌﾟｷﾞｬｰの部分は笑っている顔とセリフになっており、馬鹿にしている様子や、ざまあ見ろ、嘲笑といった意味で使われます。「m9」だけに略される場合もあります。',
      },
    ],
  },
  {
    title: 'N',
    data: [{name: '', details: ''}],
  },
  {
    title: 'O',
    data: [
      {
        name: 'orz',
        details:
          'oは頭を、rは手を地面についているのと胴体を、zは胴体と地面にひざを曲げてついている形状を文字にしたもので、がっかりしてうなだれている様子を表現しています。「まだ火曜日かorz」のように使います。',
      },
    ],
  },
  {
    title: 'P',
    data: [{name: '', details: ''}],
  },
  {
    title: 'Q',
    data: [{name: '', details: ''}],
  },
  {
    title: 'R',
    data: [
      {
        name: 'ROMる',
        details:
          '「Read Only Member」(リードオンリーメンバー)の略で、掲示板であれば書き込まずに誰かが投稿した書き込みを見るだけの人、ニコ生などの放送であればコメントせずに視聴だけしている人を指します。読み方は「ロムる」で、常に参加せずROMに徹しているなど、ROM専門の人を「ROM専」(ロムせん)と言います。CD-ROMやDVD-ROMの「Read Only Memory」から由来し出来た用語。',
      },
    ],
  },
  {
    title: 'S',
    data: [{name: '', details: ''}],
  },
  {
    title: 'T',
    data: [{name: '', details: ''}],
  },
  {
    title: 'U',
    data: [{name: '', details: ''}],
  },
  {
    title: 'V',
    data: [{name: '', details: ''}],
  },
  {
    title: 'W',
    data: [
      {
        name: 'ｗ',
        details:
          '文章の最後に書く(笑)と同じ意味で使われており、意味は同じく「笑い」。ネットだけでなくメールやLINEなどでも広く使われる用語(記号)。',
      },
    ],
  },
  {
    title: 'X',
    data: [{name: '', details: ''}],
  },
  {
    title: 'Y',
    data: [{name: '', details: ''}],
  },
  {
    title: 'Z',
    data: [{name: '', details: ''}],
  },
  {
    title: 'その他',
    data: [
      {
        name: '※',
        details:
          '「※ただしイケメンに限る」の略。何をしてもイケメンであれば問題にならない、またはうまくいくという皮肉で、ネットでは「ただしイケメンに限る」という言葉が使われる場面があり、これを略した用語。この略し方を知らない人も多いため「※ただイケ」と表記される場合もあります。',
      },
      {
        name: '△(三角形記号)',
        details:
          '三角形なので「さんかっけー」と読み、「本田△」のように記号の前に人名を書く事で「本田さんかっけー」つまり「本田さんカッコイイ」という意味になります。',
      },
    ],
  },
];

export default datas;
